<template>
  <main class="home">
    <h1>Home</h1>
    <p>Это приложение создано с целью избавления от бесконечного гугления текстов песен по сто раз. Гуглишь песню один раз, забиваешь исполнителя, название песни и текст в форму, и вуаля - локальная библиотека только тех песен, что нужны вам, в одном месте</p>

    <p>Приложение работает на основе локального хранилища браузера и текущего домена, что значит, что некоторое время стоит пользоваться одним браузером на одном устройстве. В будущем планируется регистрация и переход на Базу Данных, благодаря чему появится мультиплатформенность и кроссбраузерность.</p>

    <p class="updates">14.06.2020 - релиз v1.0.0</p>
  </main>
</template>

<script>

export default {
  name: 'Home',
  components: {
  }
}
</script>

<style lang="less" scoped>
  .updates {
    margin-top: 100px;
  }
</style>
